{
    "funFacts": [
        {"fact": "UC Irvine was established in 1965, making it one of the younger campuses in the University of California system."},
        {"fact": "The original campus was designed by renowned architect William Pereira. His plan for UCI was shaped like a concentric circle with the university park at its center."},
        {"fact": "UC Irvine has been the academic home to several Nobel Prize laureates, including Irwin Rose (Chemistry, 2004) and Frederick Reines (Physics, 1995)."},
        {"fact": "The school's mascot is the anteater, inspired by the comic strip character 'Peter the Anteater' from 'B.C.' by Johnny Hart. The anteater was chosen as the mascot in 1965 by a student vote."},
        {"fact": "UCI is known for its strong research programs, particularly in the fields of chemistry, biology, and medicine. It's also recognized for its contributions to the discovery of the ozone layer's depletion."},
        {"fact": "UC Irvine consistently ranks high among public universities in the United States and has been noted for its programs in criminology, English, and psychology, among others."},
        {"fact": "UCI has been recognized for its efforts in sustainability and green practices. It has received numerous awards for its policies and initiatives that promote environmental stewardship."},
        {"fact": "UCI's alumni include notable figures such as Jon Lovitz (actor and comedian), Richard Ford (Pulitzer Prize-winning author), and Greg Louganis (Olympic gold medalist in diving)."},
        {"fact": "The university has been a leader in developing solar energy and sustainable building practices. It was the first to construct a LEED Platinum-certified building in the UC system."},
        {"fact": "The UCI Libraries are particularly noteworthy, with the Langson Library housing an impressive collection. The library’s architecture is also a highlight, featuring a Brutalist style."},
        {"fact": "The chant 'Zot! Zot! Zot!' is often heard at UCI. It's inspired by the sound made by the tongue of the anteater mascot when catching ants."},
        {"fact": "At the center of the campus is Aldrich Park, a large, circular park filled with over 11,000 trees and a popular spot for students to relax and study."},
        {"fact": "UC Irvine's campus features a unique underground tunnel system used primarily for utility purposes, but it has become a point of fascination and myth among students."},
        {"fact": "The university hosts an annual 'Shocktoberfest' event, a night of concerts and festivities that has become a beloved tradition among students."},
        {"fact": "UCI's research in computer science has led to significant contributions in the field, including advancements in artificial intelligence and computer graphics."},
        {"fact": "The Claire Trevor School of the Arts at UCI is named after the Oscar-winning actress Claire Trevor, an alumna of the university."},
        {"fact": "UC Irvine's campus has been used as a filming location for several movies and television shows, thanks to its modern and distinctive architecture."},
        {"fact": "The university has a strong esports program and was one of the first to offer scholarships for esports athletes."},
        {"fact": "UCI operates the UC Irvine Medical Center, a major research hospital located in nearby Orange, California."},
        {"fact": "The Bren Events Center on campus is a major venue for sporting events, concerts, and other large gatherings, adding to UCI's vibrant community life."},
        {"fact": "UC Irvine is part of the prestigious Association of American Universities, a collective of leading research universities in North America."},
        {"fact": "The university has an extensive study abroad program, offering students opportunities to study in over 50 countries around the world."}
    ]
}